export const SystemMessages = {
  Connect:
    "どもー。ChatPadシステムです(・Д・)ノチャットが始まる前に少しだけ利用規約のお話をさせてね！\n・楽しいチャットにするために相手を不快にする発言はしないでね\n・恋人探しや、会うことだけを目的にした利用はしないようにね\n個人情報は自分で守ってね\nチャット本文やスクリーンショットを第三者に公開しないでね\n違法行為や犯罪行為、営利行為につながる発言は禁止だよ\n\nみんなが楽しく使えるチャットサービスにするためにChatPadとの約束だよ！ (・Д・)b",
  Matching:
    "ChatPadシステムです (・Д・)\nチャット相手を探してるのでしばらく待ってね！",
  LeaveMatch:
    "お疲れ～っす。ChatPadシステムです (・Д・)\nチャットを終了したよ！\n新しい相手とチャットするには\n新規チャットボタンをポチッとな～♪　 (・Д・)b\n",
  Disconnect:
    "どもー。ChatPadシステムです (・Д・;)チャット相手がチャットを終了したよ！\n新しい相手とチャットするには\n新規チャットボタンをクリック、クリック～♪　 (・Д・)b",
  StartMatch:
    "ChatPadシステムです (・Д・)\nチャット相手が見つかったので\nチャットを始めるよー！\n",
};
